Repository: STOCD/OSCR-UI
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: de, fr

source: Upload Result
de: Ergebnis hochladen
fr: Télécharger le résultat

source: Copy Result
de: Ergebnis kopieren
fr: Copier le résultat

source: Split Dialog
de: Teilen Dialog
fr: Fenêtre de division

source: The combatlog file you are trying to open will impair the performance of the app
de: Die Kampfprotokolldatei, die Sie zu öffnen versuchen, wird die Leistung der App beeinträchtigen
fr: Le fichier de journal de combat que vous essayez d'ouvrir affectera les performances de l'application

source: due to its size. It is advised to split the log. Click "Split Dialog" to split
de: aufgrund ihrer Größe. Es wird empfohlen, das Protokoll zu teilen. Klicken Sie auf "Teilen Dialog", um zu teilen
fr: en raison de sa taille. Il est conseillé de diviser le journal. Cliquez sur "Fenêtre de division" pour diviser

source: the file, "Cancel" to abort combatlog analysis or "Continue" to analyze the log
de: die Datei, "Abbrechen", um die Analyse des Kampfprotokolls abzubrechen, oder "Fortsetzen", um das Protokoll zu analysieren
fr: le fichier, "Annuler" pour interrompre l'analyse du journal de combat ou "Continuer" pour analyser le journal

source: nevertheless.
de: dennoch.
fr: néanmoins.

source: Cancel
de: Abbrechen
fr: Annuler

source: Trim
de: Trimmen
fr: Couper

source: Continue
de: Fortsetzen
fr: Continuer

source: Selected Logfile:
de: Ausgewählte Protokolldatei:
fr: Fichier journal sélectionné :

source: Trim Logfile:
de: Protokolldatei trimmen:
fr: Couper le fichier journal :

source: Removes all combats but the most recent one from the selected logfile.
de: Entfernt alle Kämpfe außer dem neuesten aus der ausgewählten Protokolldatei.
fr: Supprime tous les combats sauf le plus récent du fichier journal sélectionné.

source: All previous combats will be lost!
de: Alle vorherigen Kämpfe gehen verloren!
fr: Tous les combats précédents seront perdus !

source: Split Log Automatically:
de: Protokoll automatisch teilen:
fr: Diviser le journal automatiquement :

source: Automatically splits the logfile at the next combat end after
de: Teilt die Protokolldatei automatisch am nächsten Kampfende nach
fr: Divise automatiquement le fichier journal à la fin du prochain combat après

source: lines until the entire file has
de: Zeilen, bis die gesamte Datei
fr: lignes jusqu'à ce que le fichier entier soit

source: been split. The new files are written to the selected folder. It is advised to
de: geteilt wurde. Die neuen Dateien werden im ausgewählten Ordner gespeichert. Es wird empfohlen,
fr: divisé. Les nouveaux fichiers sont écrits dans le dossier sélectionné. Il est conseillé de

source: select an empty folder to ensure all files are saved correctly.
de: einen leeren Ordner auszuwählen, um sicherzustellen, dass alle Dateien korrekt gespeichert werden.
fr: sélectionner un dossier vide pour s'assurer que tous les fichiers sont enregistrés correctement.

source: Auto Split
de: Automatisch teilen
fr: Division automatique

source: Export Range of Combats:
de: Bereich von Kämpfen exportieren:
fr: Exporter la plage de combats :

source: Exports combats including and between lower and upper limit to selected file.
de: Exportiert Kämpfe, einschließlich und zwischen unterer und oberer Grenze, in die ausgewählte Datei.
fr: Exporte les combats compris entre la limite inférieure et supérieure dans le fichier sélectionné.

source: Both limits refer to the indexed list of all combats in the file starting with 1.
de: Beide Grenzen beziehen sich auf die indizierte Liste aller Kämpfe in der Datei, beginnend mit 1.
fr: Les deux limites se réfèrent à la liste indexée de tous les combats dans le fichier commençant par 1.

source: An upper limit larger than the total number of combats or of "-1", is treated as
de: Eine obere Grenze, die größer ist als die Gesamtanzahl der Kämpfe oder "-1", wird als
fr: Une limite supérieure supérieure au nombre total de combats ou "-1", est traitée comme

source: being equal to the total number of combats.
de: gleich der Gesamtanzahl der Kämpfe behandelt.
fr: égale au nombre total de combats.

source: Lower Limit:
de: Untere Grenze:
fr: Limite inférieure :

source: Upper Limit:
de: Obere Grenze:
fr: Limite supérieure :

source: Export Combats
de: Kämpfe exportieren
fr: Exporter les combats

source: OSCR - Split Logfile
de: OSCR - Protokolldatei teilen
fr: OSCR - Diviser le fichier journal

source: Upload Results:
de: Ergebnisse hochladen:
fr: Télécharger les résultats :

source: OSCR - Upload Results
de: OSCR - Ergebnisse hochladen
fr: OSCR - Télécharger les résultats

source: Make sure to set the STO Logfile setting in the
de: Stellen Sie sicher, dass die STO-Protokolldateieinstellung im
fr: Assurez-vous de définir le paramètre de fichier journal STO dans l'

source: settings tab to a valid logfile before starting the live parser.
de: Einstellungs-Tab auf eine gültige Protokolldatei gesetzt ist, bevor Sie den Live-Parser starten.
fr: onglet des paramètres sur un fichier journal valide avant de démarrer le parseur en direct.

source: Activate
de: Aktivieren
fr: Activer

source: Deactivate
de: Deaktivieren
fr: Désactiver

source: Close Live Parser
de: Live-Parser schließen
fr: Fermer le parseur en direct

source: Name
fr: Nom

source: Handle
de: Pseudonym
fr: Pseudonyme

source: Build
de: Ausrüstung
fr: Configuration

source: Attacks-in Share
de: Anteil eingehender Angriffe
fr: Part des attaques entrantes

source: Total Damage
de: Gesamtschaden
fr: Dommages totaux

source: Debuff
de: Abschwächung
fr: Affaiblissement

source: Combat Time
de: Kampfzeit
fr: Temps de combat

source: Damage Share
de: Schadensanteil
fr: Part des dommages

source: Taken Damage Share
de: Anteil erlittener Schäden
fr: Part des dommages reçus

source: Total Heals
de: Gesamte Heilung
fr: Soins totaux

source: Max One Hit
de: Maximaler Einzelschlag
fr: Dommage maximal d'un coup

source: Crit Chance
de: Kritische Trefferchance
fr: Chance de coup critique

source: Deaths
de: Anzahl der Todesfälle
fr: Nombre de morts

source: Heal Crit Chance
de: Heilung Kritische Trefferchance
fr: Chance de soin critique

source: Heal Share
de: Heilungsanteil
fr: Part des soins

source: Total Damage Taken
de: Gesamter erlittener Schaden
fr: Dommages totaux reçus

source: Total Hull Damage Taken
de: Gesamter Rumpfschaden
fr: Dommages totaux de coque reçus

source: Attacks-in Number
de: Anzahl der Angriffe
fr: Nombre d'attaques entrantes

source: Total Attacks
de: Gesamtanzahl der Angriffe
fr: Total des attaques

source: Total Shield Damage Taken
de: Gesamter Schildschaden
fr: Dommages totaux de bouclier

source: Hull Attacks
de: Rumpfangriffe
fr: Attaques de coque

source: Crit Number
de: Kritische Trefferzahl
fr: Nombre critique

source: Heal Crit Number
de: Heilungs-Kritische Trefferzahl
fr: Valeur critique de guérison

source: Heal Number
de: Heilungsanzahl
fr: Numéro de guérison

source: Misses
de: Verfehlungen
fr: Manqué

source: Accuracy
de: Genauigkeit
fr: Précision

source: Flank Rate
de: Flankenrate
fr: Taux flanc

source: Attacks
de: Angriffe
fr: Attaque

source: Critical Hits
de: Kritische Treffer
fr: Coup fatal

source: Flank Hits
de: Flankentreffer
fr: Frappe latérale

source: Shield DPS
de: Schild DPS
fr: Bouclier DPS

source: Shield Damage
de: Schildschaden
fr: Blessures de bouclier

source: Kills
de: Tötungen
fr: Tuer

source: Base DPS
de: Basis DPS
fr: DPS de base

source: Base Damage
de: Basisschaden
fr: Dommages aux fondations

source: Hull DPS
de: Rumpf DPS
fr: Coque DPS

source: Hull Damage
de: Rumpfschaden
fr: Dommages à la coque du navire

source: Shield Attacks
de: Schildangriffe
fr: Attaque de bouclier

source: Hull HPS
de: Rumpf HPS
fr: HPS à Hull

source: Hull Heal
de: Rumpfheilung
fr: Traitement à Hull

source: Shield HPS
de: Schild HPS
fr: HPS blindé

source: Shield Heal
de: Schildheilung
fr: Traitement bouclier

source: Total Heal
de: Gesamte Heilung
fr: Guérison totale

source: HPS
fr: Le HPS

source: Critical Heals
de: Kritische Heilungen
fr: Traitement clé

source: Heal Ticks
de: Heilungsimpulse
fr: Guérir les tiques

source: Hull Heal Ticks
de: Rumpfheilungsimpulse
fr: Hull guérit les tiques

source: Max One Heal
de: Maximale Einzelheilung
fr: Le Max one Heal

source: Shield Heal Ticks
de: Schildheilungsimpulse
fr: Bouclier pour traiter les tiques

source: Attacks-in
de: Eingehende Angriffe
fr: Attaques-en

source: Invalid Logfile
de: Ungültiges Logfile
fr: Fichier de log invalide

source: The Logfile you are trying to open does not exist.
de: Die Datei, die Sie öffnen möchten, existiert nicht.
fr: Le fichier que vous essayez d'ouvrir n'existe pas.

source: Failed to parse error from server
de: Fehler vom Server gelöscht
fr: Échec de l'analyse d'erreur du serveur

source: No data to upload.
de: Keine Daten zum Upload.
fr: Aucune donnée à télécharger.

source: Collapse Sidebar
de: Seitenleiste einklappen
fr: Barre latérale gauche

source: Expand Sidebar
de: Seitenleiste ausklappen
fr: Barre latérale gauche

source: Collapse
de: Einklappen
fr: Réduire

source: Expand
de: Ausklappen
fr: Développer

source: Collapse Table
de: Tabelle einklappen
fr: Tableau d'effondrement

source: Expand Table
fr: Élargir la table

source: Available Maps:
de: Verfügbare Karten:
fr: Cartes disponibles:

source: All Maps
de: Alle Karten
fr: Toutes les cartes

source: Favorites
de: Favoriten
fr: Favoris

source: Add to Favorites
de: Zu Favoriten hinzufügen
fr: Ajouter aux favoris

source: Seasonal Records:
de: Saisonale Aufzeichnungen:
fr: Enregistrements saisonniers:

source: STO Combatlog:
de: STO-Kampfprotokoll:
fr: Journal de combat STO:

source: Manage Logfile
de: Protokolldatei verwalten
fr: Gérer le fichier journal

source: Browse ...
de: Durchsuchen ...
fr: Parcourir ...

source: Default
de: Standard
fr: Par défaut

source: Scan
de: Scannen
fr: Scanner

source: Export Combat
de: Kampf exportieren
fr: Exporter le combat

source: Save Combat to Cache
de: Kampf im Cache speichern
fr: Enregistrer le combat dans le cache

source: Load newer Combats
de: Neuere Kämpfe laden
fr: Charger les combats plus récents

source: Load older Combats
de: Ältere Kämpfe laden
fr: Charger les combats plus anciens

source: Analyze Combat
de: Kampf analysieren
fr: Analyser le combat

source: Live Parser
fr: Analyseur en direct

source: About OSCR:
de: Über OSCR:
fr: À propos d'OSCR:

source: Current Version
de: Aktuelle Version
fr: Version actuelle

source: Website
de: Webseite
fr: Site web

source: Downloads
fr: Téléchargements

source: Log
de: Protokoll
fr: Journal

source: League
de: Liga
fr: Ligue

source: About
de: Über
fr: À propos

source: DPS Bar
de: DPS-Leiste
fr: Barre DPS

source: DPS Graph
de: DPS-Diagramm
fr: Graphique DPS

source: Damage Graph
de: Schadensdiagramm
fr: Graphique des dégâts

source: Damage Out
de: Ausgehender Schaden
fr: Dégâts infligés

source: Damage Taken
de: Eingehender Schaden
fr: Dégâts reçus

source: Heals Out
de: Ausgehende Heilungen
fr: Soins infligés

source: Heals In
de: Eingehende Heilungen
fr: Soins reçus

source: Global Max One Hit
de: Maximaler globaler Schaden pro Schlag
fr: Maximum global d'un seul coup

source: Selection
de: Auswahl
fr: Sélection

source: Freeze Graph
de: Diagramm einfrieren
fr: Geler le graphique

source: Clear Graph
de: Diagramm löschen
fr: Effacer le graphique

source: Search:
de: Suche:
fr: Recherche :

source: name@handle
fr: nom@handle

source: View Parse
de: Analyse anzeigen
fr: Voir l'analyse

source: More
de: Mehr
fr: Plus

source: Overview
de: Übersicht
fr: Vue d'ensemble

source: Analysis
de: Analyse
fr: Analyse

source: League Standings
de: Liga-Rangliste
fr: Classement de la ligue

source: Settings
de: Einstellungen
fr: Paramètres

source: Seconds Between Combats:
de: Sekunden zwischen den Kämpfen:
fr: Secondes entre les combats :

source: Number of combats to isolate:
de: Anzahl der zu isolierenden Kämpfe:
fr: Nombre de combats à isoler :

source: Graph resolution (interval in seconds):
de: Diagrammauflösung (Intervall in Sekunden):
fr: Résolution du graphique (intervalle en secondes) :

source: Auto Split After Lines:
de: Automatisch nach Zeilen aufteilen:
fr: Fractionner automatiquement après les lignes :

source: Sort overview table by column:
de: Übersichtstabelle nach Spalte sortieren:
fr: Trier le tableau de vue d'ensemble par colonne :

source: Overview table sort order:
de: Sortierreihenfolge der Übersichtstabelle:
fr: Ordre de tri du tableau de vue d'ensemble :

source: Ascending
de: Aufsteigend
fr: Croissant

source: Descending
de: Absteigend
fr: Décroissant

source: Scan log automatically:
de: Logdatei automatisch scannen:
fr: Scanner le journal automatiquement :

source: Disabled
de: Deaktiviert
fr: Désactivé

source: Enabled
de: Aktiviert
fr: Activé

source: STO Logfile:
de: STO-Logdatei:
fr: Fichier journal STO :

source: Live Parser Opacity:
de: Live-Parser-Opazität:
fr: Opacité de l'analyseur en direct :

source: LiveParser Graph:
de: LiveParser-Diagramm:
fr: Graphique de l'analyseur en direct :

source: LiveParser Graph Field:
de: LiveParser-Diagrammfeld:
fr: Champ du graphique de l'analyseur en direct :

source: Default Overview Tab:
de: Standard-Übersichtstab:
fr: Onglet de vue d'ensemble par défaut :

source: Logfile Size Warning:
de: Warnung vor Logdateigröße:
fr: Avertissement de taille de fichier journal :

source: UI Scale:
de: UI-Skalierung:
fr: Échelle de l'interface utilisateur :

source: LiveParser Scale:
de: LiveParser-Skalierung:
fr: Échelle de l'analyseur en direct :

source: LiveParser default state:
de: Standardzustand des LiveParsers:
fr: État par défaut de l'analyseur en direct :

source: Language:
de: Sprache:
fr: Langue :

source: Damage table columns:
de: Schadenstabelle Spalten:
fr: Colonnes du tableau des dégâts :

source: Apply
de: Anwenden
fr: Appliquer

source: Heal table columns:
de: Heiltabelle Spalten:
fr: Colonnes du tableau des soins :

source: Live Parser columns:
de: Live Parser Spalten:
fr: Colonnes de l'analyseur en direct :

source: Date
de: Datum

source: Expand_Table
de: Tabelle ausklappen

source: Open Source Combatlog Reader (OSCR), developed by the STO Community
de: Open Source Combatlog Reader (OSCR), entwickelt von der STO-Community

source: Developers in cooperation with the STO Builds Discord.
de: Entwickler in Zusammenarbeit mit dem STO Builds Discord.
